[
  {
    "id": "etu01",
    "nom": "IR MOKE BOKULE JONATHAN (CP)",
    "photo": "assets/images/etudiants/E1.jpg",
    "titre": "Apprentissage artificiel basé sur le réseau de neuronnes à convolution pour la reconnaissance des émotions à partir des expressions faciales.",
    "directeur": "Prof. KAFUNDA Pierre",
    "date": "2025-09-06",
    "heure": "10:00",
    "salle": "Salle 01",
    "resume": "Venez découvrir comment l'apprentissage artificiel, en s'appuyant sur la puissance des réseaux de neurones à convolution, permet une reconnaissance précise et innovante des émotions à partir des expressions faciales, ouvrant ainsi la voie à des applications avancées en interaction homme-machine, en psychologie numérique et en diagnostic médical assisté."
  },
  {
    "id": "etu02",
    "nom": "IR BULANGUNGA KAFWAY STIVE (CPA)",
    "photo": "assets/images/etudiants/E2.jpg",
    "titre": "Conception et réalisation d'une plateforme web sécurisé basée sur SOAP pour la réservation des billets de voyage en ligne chez TRANSCO.",
    "directeur": "Prof. MANGONGO Yves",
    "date": "2025-09-06",
    "heure": "10:20",
    "salle": "Salle 01",
    "resume": "Venez découvrir comment la conception et la réalisation méticuleuse d'une plateforme web hautement sécurisée, s'appuyant sur la rigueur architecturale du protocole SOAP, ambitionnent de transformer fondamentalement l'écosystème de réservation en ligne chez TRANSCO en offrant une solution non seulement interopérable et fiable, mais aussi inviolable, garantissant ainsi l'intégrité des transactions, la confidentialité absolue des données clients et une expérience utilisateur fluide et confiante pour chaque voyage."
  },
  {
    "id": "etu03",
    "nom": "IR KATSHUNGA NTEN EDDY",
    "photo": "assets/images/etudiants/E3.jpg",
    "titre": "Conception d'un assistant intelligent à base de système expert: Amélioration du système Rawbot de la Rawbank.",
    "directeur": "Prof. MANGONGO Yves",
    "date": "2025-09-06",
    "heure": "10:40",
    "salle": "Salle 01",
    "resume": "Venez découvrir comment la conception d'un assistant intelligent, s'appuyant sur la rigueur d'un système expert et les potentialités de l'IA, vise à métamorphoser le service client de la Rawbank en un conseiller virtuel de pointe, capable de traiter des requêtes complexes avec une précision inégalée, d'anticiper les besoins des clients, et de rehausser ainsi significativement la qualité du service, la sécurité des opérations et l'efficacité opérationnelle au cœur de l'écosystème bancaire."
  },
  {
    "id": "etu04",
    "nom": "IR MBAMBI BLANCHARD",
    "photo": "assets/images/etudiants/E4.jpg",
    "titre": "Sécurité des réseaux IoT dans les environnements critiques",
    "directeur": "Prof. MANGONGO Yves",
    "date": "2025-09-06",
    "heure": "11:00",
    "salle": "Salle 01",
    "resume": "Sécurité des réseaux IoT dans les environnements critiques."
  },
  {
    "id": "etu05",
    "nom": "IR KINDALO MARIE MADELEINE",
    "photo": "assets/images/etudiants/E5.jpg",
    "titre": "Etude portant sur le deploiement d'un réseau étendu via le protocole dynamique EIGRP: Cas de l'Université de Kikwit.",
    "directeur": "Prof. TSHIMANGA Célestin",
    "date": "2025-09-06",
    "heure": "11:20",
    "salle": "Salle B-204",
    "resume": "Venez découvrir comment une étude approfondie sur le déploiement stratégique d'un réseau étendu, utilisant la puissance du protocole dynamique EIGRP, vise à moderniser et sécuriser l'infrastructure numérique de l'Université de Kikwit en garantissant une connectivité robuste, une convergence rapide des routes et une gestion scalable des flux de données pour supporter les besoins académiques et administratifs de demain."
  },
  {
    "id": "etu06",
    "nom": "IR KIMPESE MANUNGU KEREINE",
    "photo": "assets/images/etudiants/E6.jpg",
    "titre": "Apprentissage artificiel basé sur la combinaison des classifieurs automatiques par vote majoritaire pour la prédiction de syndrome métabolique",
    "directeur": "Prof. MANGONGO Yves",
    "date": "2025-09-06",
    "heure": "11:40",
    "salle": "Salle B-204",
    "resume": "Venez découvrir comment l'apprentissage artificiel, en combinant de manière innovante la puissance de plusieurs classifieurs automatiques grâce à la méthode de vote majoritaire, ouvre de nouvelles perspectives pour la prédiction précise et fiable du syndrome métabolique, offrant ainsi un outil d'aide au diagnostic puissant pour la médecine préventive."
  },
  {
    "id": "etu07",
    "nom": "IR MUMER RENE",
    "photo": "assets/images/etudiants/E7.jpg",
    "titre": "De l'Architecture web classique aux applications web progressives: création d'un site web immobilier installable et utilisable hors ligne",
    "directeur": "Prof. TAMBA Gordien",
    "date": "2025-09-06",
    "heure": "12:00",
    "salle": "Salle B-204",
    "resume": "Venez découvrir comment la transition révolutionnaire d'une architecture web classique vers une Application Web Progressive (PWA) permet de créer un site immobilier innovant, entièrement installable et fonctionnel même hors connexion, offrant ainsi une expérience utilisateur immersive, réactive et sans interruption, comparable à une application native."
  },
  {
    "id": "etu08",
    "nom": "IR KASONGO ELONGO GRACE",
    "photo": "assets/images/etudiants/E8.jpg",
    "titre": "Optimisation des hyperparamètres en apprentissage automatiques : Etude comparatives des méthodes d'optimisation",
    "directeur": "Prof. MANGONGO Yves",
    "date": "2025-09-06",
    "heure": "12:20",
    "salle": "Salle B-204",
    "resume": "Venez découvrir comment l'optimisation poussée des hyperparamètres en apprentissage automatique, à travers une étude comparative rigoureuse des méthodes d'optimisation avancées, permet de déverrouiller le plein potentiel des modèles prédictifs en améliorant radicalement leur précision, leur robustesse et leur efficacité, transformant ainsi la manière dont nous concevons et déployons l'intelligence artificielle."
  },
  {
    "id": "etu09",
    "nom": "IR MBWINI ZOLA BIRINDWA",
    "photo": "assets/images/etudiants/E9.jpg",
    "titre": "Etudes portant sur la configuration d'un réseau WAN via le protocole BGP, cas de la DGI Kikwit",
    "directeur": "Prof. TSHIMANGA Célestin",
    "date": "2025-09-06",
    "heure": "12:40",
    "salle": "Salle B-204",
    "resume": "Venez découvrir comment une étude approfondie sur la configuration stratégique d'un réseau étendu (WAN) utilisant la puissance et la flexibilité du protocole BGP (Border Gateway Protocol) vise à moderniser, sécuriser et optimiser radicalement l'infrastructure réseau de la Direction Générale des Impôts de Kikwit, en garantissant une interconnectivité fiable, une gestion granulaire du trafic et une résilience accrue pour supporter les missions critiques de l'administration fiscale."
  },
  {
    "id": "etu10",
    "nom": "IR NTUNGA HERITIER",
    "photo": "assets/images/etudiants/E10.jpg",
    "titre": "Etudes portant sur la comparaison de la QOS de deux protocoles de routage dynamique OSPF et EIGRP: Cas de l'Université de Kikwit",
    "directeur": "Prof. TSHIMANGA Célestin",
    "date": "2025-09-06",
    "heure": "13:00",
    "salle": "Salle B-204",
    "resume": "Venez découvrir comment une étude comparative approfondie de la Qualité de Service (QoS) entre les protocoles de routage dynamique OSPF et EIGRP vise à optimiser radicalement les performances, la stabilité et l'efficacité du réseau de l'Université de Kikwit, en identifiant la solution la plus adaptée pour garantir une connectivité robuste, prioriser le trafic critique et supporter les besoins pédagogiques et administratifs de demain."
  },
  {
    "id": "etu11",
    "nom": "IR MAPOKO ANATOL (CP)",
    "photo": "assets/images/etudiants/E11.jpg",
    "titre": "Etudes portant sur les paramètres de qualité de service QOS du Banckbone d'une Université: Cas de l'Université de Kikwit",
    "directeur": "Prof. TSHIMANGA Célestin",
    "date": "2025-09-06",
    "heure": "13:20",
    "salle": "Salle B-204",
    "resume": "Venez découvrir comment une étude approfondie des paramètres de qualité de service (QoS) du backbone de l'Université de Kikwit vise à optimiser radicalement les performances, la priorisation du trafic et la gestion des ressources réseau pour garantir une connectivité haute disponibilité, une latence minimale et une expérience utilisateur optimale pour les missions académiques et administratives."
  },
  {
    "id": "etu12",
    "nom": "IR MPILA YANNICK",
    "photo": "assets/images/etudiants/E12.jpg",
    "titre": "Etudes des méthodes de reconnaissance des empreintes digitales à l'aide du deep learning pour le paiement automatisé des agents de l'UNIKIK",
    "directeur": "Prof. MANGONGO Yves",
    "date": "2025-09-06",
    "heure": "13:40",
    "salle": "Salle B-204",
    "resume": "Venez découvrir comment l'étude innovante des méthodes de reconnaissance d'empreintes digitales par le deep learning vise à révolutionner le système de paiement automatisé des agents de l'UNIKIK en alliant sécurité biométrique de pointe, rapidité d'authentification et fiabilité optimale pour transformer la gestion des transactions financières."
  },
  {
    "id": "etu13",
    "nom": "IR MUKUBA JUVEL",
    "photo": "assets/images/etudiants/E13.jpg",
    "titre": "Mise en place d'un système intelligent basé sur les réseaux de neuronnes pour la prédiction des variables contrôlables de gestion de stock à inventaire continu.",
    "directeur": "Prof. KAFUNDA Pierre",
    "date": "2025-09-06",
    "heure": "14:00",
    "salle": "Salle 01",
    "resume": "Venez découvrir comment la mise en place d'un système intelligent fondé sur les réseaux de neurones artificiels révolutionne la gestion des stocks à inventaire continu en permettant une prédiction précise des variables contrôlables, optimisant ainsi les niveaux de stock, réduisant les coûts logistiques et garantissant une supply chain agile et résiliente."
  },
  {
    "id": "etu14",
    "nom": "IR MATAFWADI SOPHIA",
    "photo": "assets/images/etudiants/E14.jpg",
    "titre": "Conception et implémentation d'un modèle prédictif basé sur XGBoot pour la classification des symptômes liées à la maternité: cas de l'HGR Kikwit.",
    "directeur": "Prof. TSHIMANGA Célestin",
    "date": "2025-09-06",
    "heure": "14:20",
    "salle": "Salle 01",
    "resume": "Venez découvrir comment la conception et l'implémentation d'un modèle prédictif innovant, s'appuyant sur la puissance algorithmique de XGBoost, permettent de classifier avec une précision inédite les symptômes liés à la maternité à l'HGR de Kikwit, offrant ainsi un outil d'aide au diagnostic précoce et personnalisé pour améliorer la prise en charge médicale des patientes et réduire les risques materno-infantiles."
  },
  {
    "id": "etu15",
    "nom": "IR KOMBE MUTUTA LANDRY",
    "photo": "assets/images/etudiants/E15.jpg",
    "titre": "Etude portant sur la configuration et déploiement de la technologie Etherchannel dans un réseau intranet: cas de l'UNIKIK.",
    "directeur": "Prof. TSHIMANGA Célestin",
    "date": "2025-09-06",
    "heure": "14:40",
    "salle": "Salle 01",
    "resume": "Venez découvrir comment une étude approfondie sur la configuration et le déploiement stratégique de la technologie EtherChannel au sein du réseau intranet de l'UNIKIK vise à révolutionner les performances réseau en agrégant les liaisons physiques pour créer des liens logiques à haute disponibilité, augmentant ainsi la bande passante, assurant la redondance et optimisant la résilience du réseau pour supporter les flux académiques et administratifs critiques."
  }
]
